Repository: Amereyeu/Paper-Clip
Catalog: po/*.po
Languages: fr, nb, nl, oc, ru

source: PDF;Metadata;Editor;
fr: PDF;métadonnées;éditeur;
nb: PDF;dokument;fil;metadata;informasjon;redigering;tittel;forfatter;nøkkelord;editor;
oc: PDF;Metadonadas;Editor;
ru: PDF;Metadata;Editor;редактор;

source: Edit PDF document metadata
fr: Éditez les métadonnées d’un document PDF
nb: Gi dokumentene dine nyttig metadata
nl: Bewerk pdf-metagegevens
oc: Modificar las metadonadas de document PDF
ru: Редактор метаданных PDF-документа

source: Edit the title, author, keywords and more details of your PDF documents
fr: Modifiez le titre, l’auteur, les mots-clés et d’autres détails de vos documents PDF
nb: Fyll inn tittel, forfatter, nøkkelord og mer i PDF-filene dine. Denne informasjonen vil ikke ta opp plass i selve dokumentene, men gjør det lett å organisere og dele dem med andre.
nl: Bewerk de titel, auteur, trefwoorden en meer informatie van uw pdf-bestanden
oc: Modificatz lo títol, l’autor, los mots clau e mai de detalhs de vòstres documents PDF
ru: Отредактируйте название, автора, ключевые слова и более подробную информацию в ваших PDF-документах

source: Paper Clip Version 3.5
fr: Trombone version 3.5
ru: «Paper Clip», версия 3.5

source: The latest release of Paper Clip brings the following changes:
fr: La dernière version de Trombone apporte les changements suivants :
oc: La darrièra version de Paper Clip apòrta los cambiaments seguents :
ru: В последней версии «Paper Clip» внесены следующие изменения:

source: Small cosmetic changes to follow GNOME 45 look-and-feel
fr: Petits changements cosmétiques pour suivre l’interface de GNOME 45
oc: Modificacions cosmeticas petitas per sègre l’aparéncia GNOME 45
ru: Небольшие косметические изменения, соответствующие внешнему виду GNOME 45

source: The app can open now multiple files in different windows
fr: L’application peut désormais ouvrir plusieurs fichiers dans différentes fenêtres
oc: Aquesta aplicacion pòt ara dobrir mantun fichièr dins diferentas fenèstras
ru: Теперь приложение может открывать несколько файлов в разных окнах

source: Russian Translation by Ser82-png
fr: Traduction en russe par Ser82-png
oc: Traduccion en rus per Ser82-png
ru: Перевод на русский от Ser82-png

source: Paper Clip Version 3.2
fr: Trombone version 3.2
ru: Paper Clip Version 3.5

source: This new version of Paper Clip has the following changes
fr: Cette nouvelle version de Trombone comprend les changements suivants :
ru: В этой новой версии «Paper Clip» внесены следующие изменения

source: Czech translation
fr: Traduction en tchèque
ru: Перевод на чешский

source: Better rendering for thumbnails
fr: Rendu des vignettes amélioré
ru: Улучшенный рендеринг миниатюр

source: Better cache management
fr: Meilleure gestion des données en cache
ru: Улучшенное управление кэшем

source: translator_credits
fr: Irénée Thirion
nb: Brage Fuglseth https://bragefuglseth.dev
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
ru: Ser82-png <asvmail.as@gmail.com>, 2023

source: Select a File
fr: Sélectionner un fichier
nb: Velg fil
nl: Kies een bestand
oc: Seleccionar un fichièr
ru: Выберите файл

source: Open
fr: Ouvrir
nb: Åpne
nl: Openen
oc: Dobrir
ru: Открыть

source: Open a Document
fr: Ouvrir un document
nb: Åpne et dokument
oc: Dobrir un document
ru: Открыть документ

source: Drag and drop a PDF file here
fr: Glissez et déposez un document PDF ici
nb: Dra og slipp en PDF-fil her
oc: Lisatz e depausatz un document PDF aquí
ru: Перетащите сюда PDF-файл

source: _New Window
fr: _Nouvelle fenêtre
nb: _Nytt vindu
oc: _Novèla fenèstra
ru: _Новое окно

source: _Save
fr: En_registrer
nb: _Lagre
nl: Op_slaan
oc: _Enregistrar
ru: _Сохранить

source: Save _As…
fr: Enre_gistrer sous…
nb: Lagre _som…
nl: Opslaan _als…
oc: Enregistr_ar jos…
ru: Сохранить _как…

source: Open _With…
fr: Ouvrir _avec…
nb: Åpne _med…
oc: Dobrir _amb…
ru: Открыть с _помощью…

source: _Keyboard Shortcuts
fr: _Raccourcis clavier
nb: _Tastatursnarveier
nl: _Sneltoetsen
oc: _Acorchis de clavièr
ru: _Комбинации клавиш

source: _About Paper Clip
fr: À propos de Trombone
nb: _Om Paper Clip
oc: A prepaus de Paper Clip
ru: _О приложении

source: No date set
fr: Aucune date définie
nb: Ingen dato
nl: Geen datum ingesteld
oc: Cap de data pas definida
ru: Дата не установлена

source: Unknown
fr: Inconnu
nb: Ukjent
nl: Onbekend
oc: Desconegut
ru: Неизвестно

source: Pages in one column
fr: Pages en une colonne
nb: Sider i én kolonne
nl: Alle pagina's in één kolom
oc: Pagina dins una colomna
ru: Страницы в одну колонку

source: One page at a time
fr: Une page à la fois
nb: Én side om gangen
nl: Eén pagina per keer
oc: Una pagina a l’encòp
ru: По одной странице за раз

source: Odd numbered pages on the left
fr: Pages impaires à gauche
nb: Oddetallssider til venstre
nl: Oneven pagina's aan linkerzijde
oc: Paginas imparas a man esquèrra
ru: Страницы с нечетными номерами слева

source: Odd numbered pages on the right
fr: Pages impaires à droite
nb: Oddetallssider til høyre
nl: Oneven pagina's aan rechterzijde
oc: Paginas imparas a man drecha
ru: Страницы с нечетными номерами справа

source: Two odd numbered pages on the left
fr: Deux pages impaires à gauche
nb: Oddetallssider til venstre
nl: Twee oneven pagina's aan linkerzijde
oc: Doas paginas imparas a man esquèrra
ru: Две страницы с нечётными номерами слева

source: Two odd numbered pages on the right
fr: Deux pages impaires à droite
nb: Oddetallssider til høyre
nl: Twee oneven pagina's aan rechterzijde
oc: Doas paginas imparas a man drecha
ru: Две страницы с нечётными номерами справа

source: No specific layout
fr: Aucune mise en page spécifique
nb: Ikke angitt
nl: Geen specifieke indeling
oc: Cap de disposicion especifica
ru: Нет конкретной компоновки

source: Center document's window
fr: Centrer la fenêtre du document
nb: Midtstill vindu
nl: Document centreren
oc: Centrar la fenèstra del document
ru: Документ по центру экрана

source: Reading order is right to left
fr: Le sens de lecture est de gauche à droite
nb: Leseretning fra høyre til venstre
nl: Leesvolgorde rechts-naar-links
oc: Òrdre de lectura es esquèrra cap a drecha
ru: Порядок чтения - справа налево

source: Display document's title
fr: Afficher le titre du document
nb: Vis dokumenttittel
nl: Documentnaam tonen
oc: Afichar lo títol del document
ru: Отображать название документа

source: Fit document to window
fr: Ajuster le document à la fenêtre
nb: Tilpass dokument til vindu
nl: Document inpassen in venster
oc: Adaptar lo document a la fenèstra
ru: Подогнать документ под размеры окна

source: Hide window menubar
fr: Masquer la barre de menu de la fenêtre
nb: Skjul menylinje
nl: Menubalk verbergen
oc: Amagar la barra de menú fenèstra
ru: Скрыть панель меню

source: Hide window toolbars
fr: Masquer les barres d’outils de la fenêtre
nb: Skjul verktøylinjer
nl: Werkbalken verbergen
oc: Rescondre las barras d'aisinas fenèstra
ru: Скрыть панель инструментов

source: Hide UI elements
fr: Masquer des éléments de l’interface
nb: Skjul brukergrensesnitt
nl: Schermvullende weergave
oc: Amagar los elements d’interfàcia
ru: Скрыть элементы пользовательского интерфейса

source: No preferences
fr: Aucune préférence
nb: Ingen
nl: Geen voorkeuren
oc: Cap de preferéncias
ru: Нет параметров

source: Adding notes
fr: Annoter
nb: Legge til notater
nl: Aantekeningen maken
oc: Apondon de nòtas
ru: Добавление заметок

source: Inserting elements
fr: Insérer des éléments
nb: Sette inn elementer
nl: Items invoegen
oc: Insercion d’elements
ru: Вставка элементов

source: Copying
fr: Copier
nb: Kopiere
nl: Kopiëren
oc: Còpia
ru: Копирование

source: Extracting contents
fr: Extraire des contenus
nb: Hente ut innhold
nl: Extraheren
oc: Extraccion del contengut
ru: Извлечение содержимого

source: Filling interactive forms
fr: Remplir des formulaires interactifs
nb: Fylle inn skjemaer
nl: Interactieve formulieren invullen
oc: Garnir los formularis interactius
ru: Заполнение интерактивных форм

source: Modifying
fr: Modifier
nb: Endre
nl: Bewerken
oc: Modificacion
ru: Изменение

source: Printing
fr: Imprimer
nb: Skrive ut
nl: Afdrukken
oc: Impression
ru: Печать

source: Printing in high resolution
fr: Imprimer en haute résolution
nb: Skrive ut i høy oppløsning
nl: Afdrukken met hoge resolutie
oc: Impression en nauta resolucion
ru: Печать в высоком разрешении

source: Flip on the long edge
fr: Retournement sur le bord long
nb: Vend om langsiden
nl: Omdraaien aan lange zijde
oc: Pivotar sul bòrd long
ru: Перевернуть по длинной стороне краю

source: Flip on the short edge
fr: Retournement sur le bord court
nb: Vend om kortsiden
nl: Omdraaien aan korte zijde
oc: Pivotar sul bòrd cort
ru: Перевернуть по короткой стороне

source: Only single sided
fr: Uniquement sur une seule face
nb: Ensidig
nl: Eenzijdig
oc: Solament una fàcia unica
ru: Только односторонняя

source: No preference
fr: Aucune préférence
nb: Ikke angitt
nl: Geen voorkeur
oc: Cap de preferéncia
ru: Нет параметра

source: Not compliant
fr: Incompatible
nb: Ikke angitt
nl: Ongeschikt
oc: Non confòrme
ru: Не соответствует

source: Delete Keyword
fr: Supprimer le mot-clé
nb: Slett nøkkelord
nl: Trefwoord wissen
oc: Suprimir lo mot clau
ru: Удалить ключевое слово

source: Keyword
fr: Mot-clé
nb: Nøkkelord
nl: Trefwoord
oc: Mot clau
ru: Ключевое слово

source: Add Keyword
fr: Ajouter un mot-clé
nb: Legg til nøkkelord
oc: Apondre un mot clau
ru: Добавить ключевое слово

source: Remove Date
fr: Supprimer la date
nb: Fjern dato
oc: Suprimir la data
ru: Удалить дату

source: Show Calendar
fr: Afficher le calendrier
nb: Vis kalender
oc: Afichar lo calendièr
ru: Показать календарь

source: Today
fr: Aujourd’hui
nb: I dag
nl: Vandaag
oc: Uèi
ru: Сегодня

source: Tomorrow
fr: Demain
nb: I morgen
nl: Morgen
oc: Deman
ru: Завтра

source: Format
nb: Filtype
nl: Opmaak
ru: Формат

source: Layout
fr: Mise en page
nb: Oppsett
nl: Indeling
oc: Disposicion
ru: Компоновка

source: Duplex
nb: Utskrift
oc: Recto-verso
ru: Двусторонняя

source: Subtype
fr: Sous-type
nb: Undertype
oc: Sostipe
ru: Подтип

source: Viewer Preferences
fr: Préférences du visionneur
nb: Visning
nl: Weergavevoorkeuren
oc: Preferéncias del visionador
ru: Параметры просмотра

source: Permissions
nb: Tillatelser
nl: Rechten
oc: Autorizacions
ru: Разрешения

source: Title
fr: Titre
nb: Tittel
nl: Titel
oc: Títol
ru: Заголовок

source: Author
fr: Auteur
nb: Forfatter
nl: Auteur
oc: Autor
ru: Автор

source: Creation Software
fr: Logiciel de création
nb: Laget med
oc: Logicial de creacion
ru: Программное обеспечение для создания

source: Subject
fr: Sujet
nb: Emne
nl: Onderwerp
oc: Subjècte
ru: Тема

source: Conversion Software
fr: Logiciel de conversion
nb: Konvertert med
oc: Logicial de conversion
ru: Программное обеспечение для конвертации

source: Creation Date
fr: Date de création
nb: Opprettet
nl: Aanmaakdatum
oc: Data de creacion
ru: Дата создания

source: Modification Date
fr: Date de modification
nb: Endret
nl: Bewerkdatum
oc: Data de modificacion
ru: Дата изменения

source: Non-Editable Properties
fr: Propriétés non éditables
nb: Permanente data
oc: Proprietats non modificablas
ru: Нередактируемые свойства

source: Save Changes?
fr: Enregistrer les modifications ?
nb: Lagre endringer?
oc: Enregistrar las modificacions ?
ru: Сохранить изменения?

source: Open documents contain unsaved changes. Changes which are not saved will be permanently lost.
fr: Des documents ouverts contiennent des modifications non enregistrées. Ces modifications non enregistrées seront définitivement perdues.
nb: Dokumentet har ulagrede endringer. Endringer som ikke lagres, vil forsvinne permanent.
oc: Los document dobèrts contenon de modificacions pas enregistradas. Las modificacions pas enregistradas seràn perdudas per totjorn.
ru: В открытых документах есть несохраненные изменения. Изменения, которые не были сохранены, будут безвозвратно потеряны.

source: _Cancel
fr: A_nnuler
nb: _Avbryt
oc: _Anullar
ru: _Отменить

source: _Discard
fr: _Abandonner
nb: _Forkast
oc: _Ignorar
ru: _Не сохранять

# shortcut window
source: General
fr: Général
nb: Generelt
nl: Algemeen
ru: Общее

# shortcut window
source: Quit
fr: Quitter
nb: Avslutt
nl: Afsluiten
oc: Sortir
ru: Выход

# shortcut window
source: New window
fr: Nouvelle fenêtre
nb: Nytt vindu
oc: Fenèstra novèla
ru: Новое окно

# shortcut window
source: Close window
fr: Fermer la fenêtre
nb: Lukk vindu
oc: Tampar la fenèstra
ru: Закрыть окно

# shortcut window
source: Keyboard Shortcuts
fr: Raccourcis clavier
nb: Vis tastatursnarveier
oc: Acorchis de clavièr
ru: Комбинации клавиш

# shortcut window
source: Editor
fr: Éditeur
nb: Redigering
ru: Редактор

# shortcut window
source: Open
fr: Ouvrir
nb: Åpne
nl: Openen
oc: Dobrir
ru: Открыть

# shortcut window
source: Save
fr: Enregistrer
nb: Lagre
nl: Opslaan
oc: Enregistrar
ru: Сохранить

# shortcut window
source: Save As…
fr: Enregistrer sous…
nb: Lagre som…
nl: Opslaan als…
oc: Enregistrar jos…
ru: Сохранить как…

source: Paper Clip
fr: Trombone

source: Keywords
nb: Nøkkelord
oc: Mots clau

source: Add a keyword
nb: Legg til nøkkelord
oc: Apondre un mot clau

# shortcut window
source: Add a keyword
nb: Legg til nøkkelord

source: Password Dialog
nb: Passord

source: This Document Is Encrypted
nb: Dette dokumentet er passordbeskyttet

source: Password
nb: Passord

source: Decrypt
nb: Lås opp
